Repository: linacao2233/firsttest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: you liked this
tr: Bunu beğendiniz

source: this is already on your like list
tr: Bu zaten beğendiklerim listenizde

source: you have already liked this
tr: Daha önce beğendiğinizi belirttiniz

source: thanks for liking this
tr: Beğendiğiniz için teşekkür ederiz

source: you disliked this
tr: Bundan hoşlanmadınız

source: this is already on your dislike list
tr: Bu zaten sizin hoşlanmadıklarım listenizde

source: you have already disliked this
tr: Daha önce hoşlanmadığınızı belirttiniz

source: Thanks for sharing this
tr: Paylaştığınız için teşekkür ederiz

source: Location
tr: Konum

source: <i class="fa fa-globe"></i> Web address
tr: <i class="fa fa-globe"></i> Web adresi

source: <i class="fa fa-facebook"></i> Facebook Link
tr: <i class="fa fa-facebook"></i> Facebook Linki

source: <i class="fa fa-phone"></i> Phone Number
tr: <i class="fa fa-phone"></i> Telefon Numarası

source: Property Name
tr: Mülk Adı

source: Description
tr: Açıklama

source: Address
tr: Adres

source: Gender
tr: Cinsiyet

source: Number of Rooms
tr: Oda Sayısı

source: Number of Students
tr: Öğrenci Sayısı

source: Type of room
tr: Oda Çeşitleri

source: Amenities
tr: İmkanlar

source: Subject
tr: Konu

source: Questions
tr: Sorular

source: <p>Fill this form to send me messages. </p>
tr: <p>Mesaj göndermek için formu doldurun. </p>

source: Your email or phone number for us to contact you.
tr: Size ulaşabileceğimiz e-mail adresiniz ya da telefon numaranız

source: Your questions?
tr: Sorularınız?

source: Send
tr: Gönder

source: <p> You can also email me directly at: Email: <email>info@kalias.club</email> </p> <p> <address>Address: Electrical and Electronic department, Karadeniz Technical University, Trabzon, Turkey</address> </p>
tr: <p> Bize <email>info@kalias.club</email> </p> adresinden de emailatabilirsiniz <p> <address>Adres: Electrik and Electronik Müh. Böl. , Karadeniz Teknik Universitesi, Trabzon, Turkiye</address> </p>

source: 1 is the highest (most important)
tr: 1 en yüksek olan (en önemli)

source: In room
tr: Oda dahilinde

source: 2 rooms share
tr: 2 oda ortak kullanır

source: 3 rooms share
tr: 3 oda ortak kullanır

source: > 3 rooms share
tr: 3'den fazla oda ortak kullanır

source: 3 to 6 rooms share
tr: 3-6 oda ortak kullanır

source: >6 rooms share
tr: 6'dan fazla oda ortak kullanır

source: no kitchen
tr: Mutfak yok

source: no livingroom
tr: Oturma odası yok

source: Boy
tr: Erkek

source: Girl
tr: Bayan

source: Both Girl and Boy
tr: Erkek ve bayan karışık

source: Not Sure
tr: Belirtilmemiş

source: enter in this format: 1,2,3
tr: Gösterildiği şekliyle girin: 1,2,3

source: how many rooms do you have in total?
tr: Toplamda kaç odan var?

source: how many students can you host in total?
tr: Toplamda kaç öğrenci kalabilir?

source: allow to be commented or not?
tr: Yorum yapılmasına izin veriyor musunuz?

source: Edit
tr: Düzenle

source: Upload Pictures
tr: Fotoğraf Yükle

source: Share
tr: Paylaş

source: Claim
tr: Talep

source: Report
tr: İstek/Şikayet!

source: Map
tr: Harita

source: Contact Owner
tr: Sahibiyle Görüş

source: Price
tr: Fiyat

source: Totoal number of rooms
tr: Toplamda Oda Sayısı

source: Uplimit of hosting
tr: En fazla kalabilecek kişi sayısı

source: Type of rooms
tr: Oda Çeşitleri

source: Features
tr: İmkanlar

source: Feature exists
tr: Bu özellik var

source: not known
tr: Bilinmiyor!

source: extra features
tr: Diğer İmkanlar

source: Comments
tr: Yorumlar

source: Add Comment:
tr: Yorum Ekle

source: ago
tr: önce

source: SAVE
tr: Kaydet

source: Home
tr: AnaSayfa

source: List
tr: Listele

source: map view
tr: Haritada göster

source: cities
tr: Şehirler

source: universities
tr: Üniversiteler

source: properties
tr: Mülk

source: Sort By
tr: Sıralama Türü:

source: rating
tr: Değerlendirme

source: name
tr: Ad

source: Map View
tr: Haritada Göster

source: Comparison page
tr: Kıyaslama sayfası

source: Property
tr: Mülk

source: comments
tr: Yorumlar

source: Room types
tr: Oda Çeşitleri

source: send again
tr: Tekrar Gönder

source: Frequently asked questions
tr: Sıkça Sorular Sorular

source: Find the apartment perfect for you!
tr: Nerede kalmak istersin? Hadi Bulalım.!

source: University, City
tr: Üniversite, Şehir

source: Check out real comments
tr: Gerçek kapsamlı yorumlar

source: Check the comments from real students
tr: Gerçek öğrencilerden yorumlar

source: Find out more!
tr: Daha fazlası ...

source: Compare different properties
tr: Farklı mülkleri kıyasla

source: Select the properties you are interested in to compare them side by side.
tr: Yan yana karşılaştırma için ilgilendiğiniz mülkleri seçin

source: Start
tr: Başla

source: About Us
tr: Hakkımızda

source: Our goal is to reduce our students' anxiety in finding a suitable dorm by helping in evaluating the dorms first without leaving their homes as well as gathering the spoken comments about different dorms with the help of already accomodated students in those dorms.
tr: Amacımız siz öğrencilerin kalacak yer bulma konusundaki sıkıntılarınızı biraz olsun azaltmak, kalacak yerler arasındaki farkları müesseselere gitmeden evden kontrol etmenize yardım etmek ve ağızdan ağıza kalınacak yerler hakkındaki bilgi paylaşımını bir çatı altında toplamaktır.

source: <p>To add a comment about a place that you used to live or currently living, you don't need to login. While you can login through registration or login via google or facebook login, it's also possible to leave your comments through your facebook account. Anonymous commenting is also available if you'd like to share your experience without dısclosing your identity, however these comments can not be used in popularity through comments list.</p>
tr: <p>Daha önce kaldığınız ya da hala kalmakta olduğunuz bir yer hakkında yorum eklemek isterseniz sitemize kayıt olmanız zorunlu değildir. Yorumunuz sitemize kayıt olarak ya da google veya facebook üzerinden sitemiz girerek yapabildiğiniz gibi sitemize giriş yapmadan facebook hesabınız üzerinden de direkt yorum eklemeniz mümkündür. Anonim olarak da giriş yapmadan yorum yapma imkanına sahipsiniz fakat bu yorumlar beğenilen yurt listelenmesinde kullanılmayacaktır.</p>

source: <p>You will have the option of comparing dorms without visiting in person.</p> <p>After login our website, you can configure your own important properties from the 'Dorm's properties' section. This way, your selection of important properties will be shown in the dorm page as well as during comparison of different dorms.</p>
tr: <p>Sitemizde yurtların özelliklerini yurtları ziyaret etmeden birebir karşılaştırma şansına sahip olacaksınız.</p> <p>Sitemize giriş yaptıktan sonra ‘Yurt Özellikleri’ ‘nin detaylarını kendiniz ayarlayarak size göre önemli özellikleri seçebilirsiniz. Bu sayede yurtlar arasındaki karşılaştırmalarda yaptığınız seçimler gözükecektir.</p>

source: Aparts found
tr: Mülk Bulundu

source: Click <i class=
tr: Tıklayın <i class=

source: found
tr: Bulundu

source: Compare details
tr: Özellikleri kıyasla

source: No aparts found
tr: Mülk bulunamadı

source: properties are found
tr: Mülk bulundu

source: properties are loaded
tr: Mülk(ler) yüklendi

source: Load More
tr: Daha fazla yükle

source: Click
tr: Tıkla

source: to add to comparison.
tr: Kıyaslanacaklar listesine eklemek için

source: added to comparison
tr: Kıyaslanacaklar listesine eklendi

source: Recent Visited
tr: Daha önce ziyaret edilenler

source: Recommended
tr: Tavsiye edilenler

source: added to comparison, click to remove
tr: Kıyaslanacaklar listesine eklendi, listeden çıkarmak için Sil'i tıklayın

source: click to add to comparison
tr: Kıyaslanacaklar listesine eklemek için tıklayın

source: Remove
tr: Sil

source: loading
tr: Yükleniyooooo

source: Room
tr: Oda

source: people share
tr: Odayı paylaşan:

source: Restroom
tr: Tuvalet

source: Shower
tr: Banyo

source: Kitchen
tr: Mutfak

source: Livingroom
tr: Oturma Odası

source: Images
tr: Fotoğraflar

source: back
tr: geri

source: Submit
tr: Gönder

source: Profile
tr: Kişisel bilgi

source: Username
tr: Kullanıcı Adı

source: First Name
tr: İsim

source: Last Name
tr: Soyad

source: Change Email
tr: Email Değiştir

source: Password
tr: Şifre

source: Change Password
tr: Şifre Değiştir

source: Reset Password
tr: Şifreyi Sıfırla

source: liked properties
tr: Beğenilen Özellikler

source: disliked properties
tr: Hoşlanılmayan Özellikler

source: visited aparts
tr: Ziyaret edilmiş apartlar

source: 404 error
tr: 404 HATASI

source: The page you are looking for is not found.
tr: Aradığınız sayfa bulunamadı!!

source: 500 server error
tr: 500 SUNUCU HATASI

source: We are working to fix this problem.
tr: Problemi çözmek için çalışıyoruz

source: Sign In
tr: Oturum Aç

source: Forgot Password?
tr: Şifreni mi Unuttun?

source: login with facebook
tr: Facebook ile Oturum Aç

source: login with google
tr: Google ile Oturum Aç

source: Sign Up
tr: Kaydol

source: Sign Out
tr: Oturumu Kapat

source: Are you sure you want to sign out?
tr: Oturumu kapatmak istediğinizden emin misiniz?

source: Signup
tr: Kaydol

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
tr: Zaten bir hesabın var mı? O zaman Lütfen <a href="%(login_url)s"> Oturum Aç</a>.

source: Find and compare dorms | YurtKiyasla
tr: Kalacak yerleri bul ve karşılaştır | YurtKiyasla

source: This website is made and maintained by
tr: Bu websitesinin yapımı ve bakımını yapan:

source: Legal
tr: Yasal

source: Contact Me
tr: İletişim

source: Kiz
tr: Kız

source: Admin
tr: Müdür

source: List a property
tr: Mülkünü Kaydet

source: Help
tr: Yardım

source: Login
tr: Oturum Aç

source: Logout
tr: Çıkış
